{
  "10_country_114_beat_4-4.wav": "A drum beat with a simple rhythm and no percussion instruments other than the snare and bass drum.",
  "4_jazz_120_beat_3-4.wav": "This is a percussion instrumental with a unique beat. The genre is jazz, specifically free-jazz, and the key is E minor. The time signature is 4/4 with a tempo of around 89.55 bpm. The beat has a weird, eccentric vibe to it, making it stand out.",
  "6_rock_102_beat_3-4.wav": "This is a rock beat with a dry and slightly funky feel. The instruments used include drums, bass, and percussion. The key of the piece is A minor, and the time signature is 4/4.",
  "Always With Me_60s.mp3": "Instrumental piano music conveying a heartwarming and nostalgic feeling. Genre is classical, the key is F major, time signature is 4/4, and tempo is 105.3 bpm.",
  "Bamboo flute_60s.mp3": "A soothing and peaceful piece featuring a flute in the key of E minor. The melody flows through a series of G major, E minor, and B minor chords at a moderate tempo. The tone is calming and serene.",
  "Mussorgsky_60s.mp3": "This is a classical piece featuring piano and it falls under the genre of classical. The key of the piece is F major and the time signature is 4/4. The melody has a clear and elegant tone with a slow tempo that creates a serene atmosphere.",
  "米津玄師_60s.mp3": "This piece is instrumental, featuring a piano. It falls under the classical genre and is played in G# minor key. The tone of the piece is upbeat and it has a 4/4 time signature with a tempo of 130.4 bpm.",
  "菊花台_60s.mp3": "This is a beautiful instrumental piece featuring a solo violin and piano. The genre is classical, the key is D major, and the tempo is 80 BPM. The melody is gentle and flowing, creating a serene atmosphere. The instruments play in harmony, with the violin leading the tune and the piano providing a supportive backdrop. Overall, the tone of the piece is calming and uplifting, perfect for moments of relaxation or reflection.",
  "这世界那么多人_60s.mp3": "The music is instrumental with a flute playing the main melody. It falls under the genre of easy listening and is played in C major. The key of the piece is C major, the time signature is 4/4, and the tempo is 162.2 bpm. The overall mood of the piece is calming and soothing."
}