{
  "10_country_114_beat_4-4.wav": "The music is a classic rock piece with psychedelic influences, featuring an electric guitar and a drum kit playing a catchy beat in the background.",
  "4_jazz_120_beat_3-4.wav": "The music belongs to the experimental and free-jazz genres, exuding an unconventional mood with a notable use of electric guitar and synthesizers. Its complex chord progression and syncopated rhythms contribute to a dynamic and free-flowing soundscape typical of the avant-garde jazz scene.",
  "6_rock_102_beat_3-4.wav": "This track is a classic rock beat with a bluesy feel, featuring a steady drumbeat and catchy rhythms that evoke a sense of nostalgia.",
  "Bamboo flute_60s.mp3": "The music is a lively folk tune with a Celtic flair, set in E minor with a tempo of 153 BPM. It features a prominent flute melody and a chord progression that includes E major, D major, G major, and A major. The rhythm is characterized by a 4/4 time signature and a tempo of 153.8 bpm.",
  "Mussorgsky_60s.mp3": "Ludwig van Beethoven's Piano Sonata No. 21, also known as the 'Pathétique,' is a deeply emotional piece featuring piano with a lively interlude. It exhibits the Classical style with an emphasis on melody and harmony, creating a soothing yet stirring atmosphere.",
  "Always With Me_60s.mp3": "The piece is an instrumental rendition of a classical tune with a solo piano playing in a major key and has a nostalgic touch reminiscent of the early 20th century romantic era.",
  "米津玄師_60s.mp3": "The music is a lively classical piece with an upbeat tempo featuring piano and harpsichord. Its style is Baroque, characterized by complex chords and a catchy melody. The mood evokes joy and elegance, typical of the era.",
  "菊花台_60s.mp3": "The genre of the music is ambient, classical, and soundtrack with a nostalgic and romantic mood. It features instruments like cello, piano, and violin and has a 4/4 time signature with a tempo of 80 bpm.",
  "这世界那么多人_60s.mp3": "The song has a serene classical style with a calm mood, featuring a flute playing over a progression of C major chords. It follows a 4/4 time signature and has a tempo of 93.8 bpm."
}